[
    {
        "title": "11th Annual Fred Cogswell Award for Excellence in Poetry",
        "genre": "Poetry Book",
        "entry_fee": "$25",
        "deadline": "October 1, 2024",
        "prize": "First prize of $500; second prize of $250; third prize of $100",
        "description": "Presented by the Royal City Literary Arts Society. Fred Cogswell (1917–2004) was a prolific poet, editor, professor, life member of the League of Canadian Poets, and an Officer of the Order of Canada. Open to Canadian writers who had a book published in English in 2021. Length must be a minimum of 60 pages in length.",
        "details_link": "https://rclas.com/wp-content/uploads/2024/06/2024-fred-cogswell-award-criteria.jpg"
    },
    {
        "title": "APR/Honickman First Book Prize",
        "genre": "Poetry",
        "entry_fee": "$25 USD",
        "deadline": "October 1, 2024",
        "prize": "$3,000 USD, an introduction by the judge, distribution of the winning book by Copper Canyon Press through Consortium, and a standard book publishing contract with royalties",
        "description": "The prize will be awarded in 2025 with publication of the book in the same year. To be considered for the prize, submit a manuscript of 48 pages or more, single-spaced, paginated, with a table of contents and acknowledgments.",
        "details_link": "https://americanpoetryreview.submittable.com/submit/2170/apr-honickman-first-book-prize"
    },
    {
        "title": "Canada-Japan Literary Awards 2024",
        "genre": "Books on Japan, on Japanese themes or on themes that promote mutual understanding between Japan and Canada",
        "entry_fee": "None",
        "deadline": "October 1, 2024",
        "prize": "Two awards of $10,000 each may be given, one for an English-language book and one for a French-language book",
        "description": "Nominated books must have been published professionally, between 1 May 2022 and 30 April 2024, to be eligible for the 2024 awards competition. An eligible book may be nominated to either the English-language component or the French-language component, but not to both.",
        "details_link": "https://canadacouncil.ca/funding/prizes/canada-japan-literary-awards/guidelines-canada-japan-literary-awards"
    },
    {
        "title": "Dzanc Books Prize for Fiction",
        "genre": "Fiction",
        "entry_fee": "$25 USD",
        "deadline": "October 1, 2024",
        "prize": "$5,000 USD advance and publication by Dzanc Books",
        "description": "The Dzanc Books Prize for Fiction recognizes daring, original, and innovative novels that are 40,000 words and longer. The contest is open to new, upcoming, and established writers alike. All submitted works must be previously unpublished novel-length manuscripts and should include a brief synopsis, author bio, contact information, and agency contact information if applicable.",
        "details_link": "https://dzancbooks.submittable.com/submit/55676/dzanc-books-prize-for-fiction"
    },
    {
        "title": "Dzanc Books Short Story Collection Competition",
        "genre": "Short Story Collection",
        "entry_fee": "$25 USD",
        "deadline": "October 1, 2024",
        "prize": "$2,500 USD advance and publication by Dzanc Books",
        "description": "The Dzanc Books Short Story Collection Prize celebrates imaginative and inventive writing in book-length collections. The contest is open to new, upcoming, and established writers alike. All submitted works must be previously unpublished novel-length manuscripts and should include a brief synopsis, author bio, contact information, and agency contact information if applicable.",
        "details_link": "https://dzancbooks.submittable.com/submit/24727/dzanc-books-short-story-collection-competition"
    },
    {
        "title": "Jeffrey E. Smith 34th Annual Editors’ Prize",
        "genre": "Fiction, Poetry, Nonfiction",
        "entry_fee": "$30 USD",
        "deadline": "October 1, 2024",
        "prize": "$5,000 USD in each of three categories, plus publication and promotion",
        "description": "Submit one piece of fiction or nonfiction up to 8,500 words or any number of poems between 6 to 12 pages.",
        "details_link": "https://www.missourireview.com/contests/jeffrey-e-smith-editors-prize/"
    },
    {
        "title": "Tennessee Williams & New Orleans Literary Festival Fiction Contest 2024-2025",
        "genre": "Short Fiction",
        "entry_fee": "$25 USD",
        "deadline": "October 1, 2024",
        "prize": "Grand prize of $1,500 USD, domestic airfare (up to $500 USD) and French Quarter accommodations to attend the Festival in New Orleans, VIP All-Access Festival pass for the next Festival ($600 USD value), and a public reading at the next Festival; the top finalists will receive a panel pass ($100 USD value) to the Festival and their names will be published on the website, e-newsletter, and social media pages",
        "description": "This contest is open only to emerging writers who have not yet published a book of fiction. A submission is one original short story, written in English, up to 7,000 words.",
        "details_link": "https://tennesseewilliamsfestival.submittable.com/submit"
    },
    {
        "title": "Tennessee Williams & New Orleans Literary Festival One-Act Play Contest 2024-2025",
        "genre": "Plays",
        "entry_fee": "$25 USD",
        "deadline": "October 1, 2024",
        "prize": "Grand prize of $1,500 USD, professional staged reading at the next Festival, VIP All-Access Festival pass ($600 USD value) for the next Festival, and publication in",
        "description": "This contest is for emerging or previously unpublished playwrights. Plays should run no more than one hour in length (one act or approx. 60 pages.)",
        "details_link": "https://tennesseewilliamsfestival.submittable.com/submit"
    },
    {
        "title": "Tom Howard/Margaret Reid Poetry Contest",
        "genre": "Poetry",
        "entry_fee": "$20 USD per submission of 1 to 3 poems",
        "deadline": "October 1, 2024",
        "prize": "Tom Howard prize of $3,000 USD for a poem in any style or genre; Margaret Reid prize of $3,000 USD for a poem that rhymes or has a traditional style; the top two winners will also receive two-year gift certificates from our co-sponsor,",
        "description": "Contest is offered by",
        "details_link": "https://winningwriters.com/our-contests/tom-howard-margaret-reid-poetry-contest"
    },
    {
        "title": "UnchartedMagazine YA Open",
        "genre": "Novel Chapters",
        "entry_fee": "$20 USD",
        "deadline": null,
        "prize": "First prize of $1,000 USD; second prize of $600 USD; third prize of $400 USD",
        "description": "All entries must be in the YA genre. This contest is open to all prose. Lineated poetry and excerpts of longer works will not be accepted.",
        "details_link": "https://uncharted.submittable.com/submit"
    },
    {
        "title": "Wheelbarrow Books 2025 Poetry Prize",
        "genre": "Poetry",
        "entry_fee": "$15 USD",
        "deadline": "October 1, 2024",
        "prize": "$1,000 and publication within two years of selection under the Wheelbarrow Books imprint",
        "description": "Manuscripts are eligible for the Wheelbarrow Books Poetry Prize if the author has not yet published a collection of original poetry. Multiple submissions are welcome and simultaneous submissions are acceptable, but please advise if the manuscript is accepted elsewhere. Manuscripts must be in English and a minimum 64 pages.",
        "details_link": "http://poetry.rcah.msu.edu/wheelbarrow-books/index.html"
    },
    {
        "title": "Zoetrope All-Story Short Fiction Competition",
        "genre": "Short Fiction",
        "entry_fee": "$30 USD per story",
        "deadline": "October 1, 2024",
        "prize": "First prize of $1000 USD; second prize of $500 USD; third prize of $250 USD; the three prizewinners and seven honorable mentions will be considered for representation by several literary agencies",
        "description": "All genres of literary fiction are accepted but must be no more than five thousand words. Entries are vetted by a team of professional readers, and awards are adjudicated by our guest judge.",
        "details_link": "https://www.all-story.com/zoetrope-all-story-short-fiction-competition/"
    },
    {
        "title": "Saints & Sinners (SAS) LGBTQ+ Literary Festival 2024 Short Fiction Contest",
        "genre": "Short Fiction",
        "entry_fee": "$20 USD",
        "deadline": "October 2, 2024",
        "prize": "Grand prize of $500; two second prizes of $100 each; the top stories will be published in an anthology; there will be a book release party and reading held during the 20th annual Saints and Sinners LGBTQ+ Literary Festival in New Orleans in 2023; a list of the top ten finalists will be posted on the website and in the e-newsletter",
        "description": "The winner will be selected from this year’s submissions of original, unpublished short stories between 3,000 and 7,000 words with LGBT content on the broad theme of “Saints and Sinners.” The annual fiction contest is open to authors at all stages of their careers, from all over the globe, with stories in all genres.",
        "details_link": "https://tennesseewilliamsfestival.submittable.com/submit"
    },
    {
        "title": "The Betty Award Fall Contest",
        "genre": "Short Story (Ages 8 – 12)",
        "entry_fee": "$20 USD per story",
        "deadline": "October 5, 2024",
        "prize": "First prize of $300; second prize of $200; third prize of $100",
        "description": "Winning entries will be published on the Betty Awards website. Maximum story length is 1,000 words. Entries must be the original unpublished work of the child entering the contest.",
        "details_link": "http://www.thebettyaward.com/"
    },
    {
        "title": "Australian Book ReviewPeter Porter Poetry Prize",
        "genre": "Poetry",
        "entry_fee": "$20 AUD for current",
        "deadline": "October 7, 2024",
        "prize": "First prize of $6,000 AUD; four shortlist prizes of $1,000 AUD each",
        "description": "Australian Book Review",
        "details_link": "https://www.australianbookreview.com.au/prizes-programs/peter-porter-poetry-prize"
    },
    {
        "title": "Tennessee Williams & New Orleans Literary Festival Poetry Contest 2024-2025",
        "genre": "Poetry",
        "entry_fee": "$15 USD",
        "deadline": "October 15, 2024",
        "prize": "Grand prize of $1,000 USD, VIP All-Access Pass ($600 USD value) for the next festival, and a public reading at the next Festival; the top finalists will receive a panel pass ($100 USD value) to the festival and have their names published on the website, e-newsletter, and social media pages",
        "description": "This contest is open only to emerging writers who have not yet published a book of poetry. Published books include self-published books, chapter books, or any book with an ISBN. Those who have published books in other genres besides poetry remain eligible. Only previously unpublished poems will be accepted. Unlimited entries allowed. One collection per submission. Submit a collection of 2 – 4 original, unpublished poems of any style or theme, written in English, with a combined length of up to 400 lines.",
        "details_link": "https://tennesseewilliamsfestival.submittable.com/submit"
    },
    {
        "title": "Tennessee Williams & New Orleans Literary Festival Very Short Fiction Contest 2024-2025",
        "genre": "Short Fiction",
        "entry_fee": "$10 USD",
        "deadline": "October 15, 2024",
        "prize": "Grand prize of $500 USD, VIP All-Access Pass ($600 USD value) for the next festival, a public reading at the next Festival, and publication in",
        "description": "This contest is open only to emerging writers who have not yet published a book of short fiction. Published books include any book with an ISBN, including self-published. Those who have published books in other genres besides fiction remain eligible. Only previously unpublished stories will be accepted. Unlimited entries allowed. One manuscript per submission. A submission is one original short story, written in English, up to 1,000 words.",
        "details_link": "https://tennesseewilliamsfestival.submittable.com/submit"
    },
    {
        "title": "Saints & Sinners (SAS) LGBTQ+ Literary Festival 2024 Poetry Contest",
        "genre": "Poetry",
        "entry_fee": "$20 USD",
        "deadline": "October 16, 2024",
        "prize": "Grand prize of $500; two second prizes of $100 each; a list of the top ten finalists will be posted on the website and in the e-newsletter; finalists will be published in the",
        "description": "The contest is open to all LGBTQ+ writers. Submit 2 to 4 original, unpublished poems of any style, written in English, with a combined length of up to 400 lines.",
        "details_link": "https://tennesseewilliamsfestival.submittable.com/submit"
    },
    {
        "title": "Eyelands Book Awards 2024",
        "genre": "Published or Unpublished Books",
        "entry_fee": "Early Bird fee of $25 USD and $35 USD after September 1, 2024",
        "deadline": "October 20, 2024",
        "prize": "Grand prize for published books of five-day holiday in Athens plus a special handmade ceramic designed especially for Eyelands Book Awards and online publication; grand prize for unpublished books of translation into Greek and publication from Strange Days Books",
        "description": "",
        "details_link": "https://eyelandsawards.com/"
    },
    {
        "title": "The Masters Review2024 Novel Excerpt Contest",
        "genre": "Short Story",
        "entry_fee": "$20 USD",
        "deadline": null,
        "prize": "First prize of $3,000 USD; second prize of $300 USD; third prize of $200 USD; all prizes include online publication and an hour-long consultation with a literary agent with The Friedrich Agency",
        "description": "Your excerpt may come from any place in your novel, but choose wisely—a synopsis should not be required for understanding the excerpt. As always, there are no limitations on genre, though the primarily interest is in literary fiction.",
        "details_link": "https://themastersreview.submittable.com/submit/302635/2024-novel-excerpt-contest-judged-by-tania-james-3-000-prize"
    },
    {
        "title": "AnthologyPoetry Competition",
        "genre": "Poetry",
        "entry_fee": "Early Bird rate of €15 per entry and regular rate of €18 per entry",
        "deadline": "Early Bird deadline of June 30, 2024; final deadline of October 31, 2024",
        "prize": "€1,000 and publication in a future issue of",
        "description": "Established to recognise and encourage creative writing and provide a platform for publication. Open to original and previously unpublished short stories in the English language by a writer of any nationality, living anywhere in the world. There is no restriction on theme or style. Poems submitted should not exceed 40 lines.",
        "details_link": "https://anthology-magazine.com/awards/poetry-competition/"
    },
    {
        "title": "Benjamin Saltman Poetry Award",
        "genre": "Poetry",
        "entry_fee": "$25 USD",
        "deadline": "October 31, 2024",
        "prize": "$3,000 USD and publication of the awarded manuscript by Red Hen Press",
        "description": "Established in 1998, in honor of the poet Benjamin Saltman (1927–1999), this award is for a previously unpublished original collection of poetry. The awarded collection is selected through an annual competition which is open to all poets. 48 page minimum, 96 page maximum.",
        "details_link": "https://redhenpress.submittable.com/submit/23043/benjamin-saltman-poetry-award"
    },
    {
        "title": "National Poetry Competition 2024",
        "genre": "Poetry",
        "entry_fee": "First entry £8; subsequent entries £5 per poem",
        "deadline": "October 31, 2024",
        "prize": "First prize of £5,000; second prize of £2,000; third prize of £1,000; commendations of £500 each",
        "description": "The National Poetry Competition is one of the world’s most prestigious prizes for an unpublished poem of up to 40 lines, open to anyone 18 or over. All poems must have a title and must not exceed 40 lines in length (excluding title). Entries can be on any subject.",
        "details_link": "https://poetrysociety.org.uk/competitions/national-poetry-competition/"
    },
    {
        "title": "Storyhouse Travel Nonfiction Contest",
        "genre": "Nonfiction",
        "entry_fee": "None",
        "deadline": "October 30, 2024",
        "prize": "First prize of $200 and automatic entry to the Winners Circle Contest; runner-up prize of $100; all winners receive certificates of recognition suitable for framing",
        "description": "Stories should be factual and true accounts of a trip taken by the author or a person or persons known by the author. Stories must be between 1,000–10,000 words in length. Language in the stories should be free of words or scenes not suitable for children. Stories can be submitted from any country, although they must be written in English. There is a limit of two contest submissions. No story may be entered in more than one contest. Stories entered in any of our previous contests will not be eligible for current year contests.",
        "details_link": "https://www.storyhouse.org/contest2024.html"
    },
    {
        "title": "Bristol Short Story Prize 2024",
        "genre": "Fiction",
        "entry_fee": "£9 per story",
        "deadline": "",
        "prize": "First prize of £1,000; second prize of £500; third prize of £250; 17 remaining shortlisted writers will receive £100 each",
        "description": "This is an annual international writing competition open to all published and unpublished, UK- and non UK-based writers. An annual anthology of the winning stories is also published.",
        "details_link": "https://bssp.blogs.bristol.ac.uk/guidelines/"
    },
    {
        "title": "Manchester Writing Competition: Manchester Fiction Prize 2024",
        "genre": "Short Story",
        "entry_fee": "£18 per short story",
        "deadline": "2024 contest details to be announced",
        "prize": "£10,000",
        "description": "Organized by the Manchester Metropolitan University, this competition offers the UK’s biggest literary awards for unpublished work, offered by the country’s most successful writing school. Open internationally to new and established writers aged 16 or over. Entrants must submit a short story of up to 2,500 words in length. All work submitted for consideration can be on any subject, and written in any style or form, but must be the entrant’s own original writing.",
        "details_link": "https://www.mmu.ac.uk/writingcompetition/fiction-prize"
    },
    {
        "title": "Manchester Writing Competition: Manchester Poetry Prize 2024",
        "genre": "Poetry",
        "entry_fee": "£18 per portfolio of three to five poems with a maximum combined length of 120 lines",
        "deadline": "2024 contest details to be announced",
        "prize": "£10,000",
        "description": "Organized by the Manchester Metropolitan University, this competition offers the UK’s biggest literary awards for unpublished work, offered by the country’s most successful writing school. Open internationally to new and established writers aged 16 or over. Entrants must submit a portfolio comprising a minimum of three and a maximum of five poems. There is no line limit for each individual poem, but the overall maximum length of the poems combined must not exceed 120 lines. All work submitted for consideration can be on any subject, and written in any style or form, but must be the entrant’s own original writing.",
        "details_link": "https://www.mmu.ac.uk/writingcompetition/poetry-prize"
    },
    {
        "title": "The Nine Dots Prize",
        "genre": "Prompted Short Story",
        "entry_fee": "None",
        "deadline": "The fifth award cycle will launch in October 2024",
        "prize": "$100,000 USD, editorial support and book publication by Cambridge University Press, and the opportunity to spend a term at the Centre for Research in the Arts, Social Sciences and Humanities (CRASSH) at Cambridge University",
        "description": "The Nine Dots Prize is an international writing prize. It encourages innovative thinking to tackle contemporary societal issues. Judged anonymously, the prize is now seeking submissions for this year’s question:",
        "details_link": "https://ninedotsprize.org"
    }
]